brew "ack"
brew "hub"
brew "mas"
brew "nvim"
brew "ripgrep"
brew "switchaudio-osx"
brew "the_silver_searcher"

# asdf
brew "coreutils"
brew "curl"
brew "git"

# Needed for Erlang
brew "autoconf"
brew "automake"
brew "libtool"
brew "wxmac"

# Needed for ruby
brew "readline"
