cask "1password"
#cask "aerial"
cask "alfred"
brew "switchaudio-osx"
#cask "deckset"
cask "gitup"
cask "google-chrome"
cask "iterm2"
#cask "nvalt"
#cask "omnigraffle"
cask "rectangle"
#cask "slack"
cask "spotify"
cask "superduper"
#cask "visual-studio-code"

# App Store apps
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835

brew "qlstephen"
brew "qlmarkdown"
