brew "ack"
brew "ag"
brew "fzf"
brew "hub"
brew "mas"
brew "nvim"
brew "postgresql"
brew "redis"

# asdf
brew "coreutils"
brew "curl"
brew "git"

# Needed for Erlang
brew "autoconf"
brew "automake"
brew "libtool"
brew "wxmac"

# Needed for ruby
brew "readline"
